Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: ཤ་ཟ་དང་ཤ་ཟ་མོ་ལ་སོགས་པ་ཐམས་ཅད་ཀྱི་ཕྱག་རྒྱར་འགྱུར་བ་ནི་སོར་མོ་གཉིས་བསྒྲེང་བའོ། །
en: “If one extends a single finger while forming the above mudrā, this is the mudrā of the piśācas and piśācīs.

source: སྲིན་པོ་དང་སྲིན་མོ་རྣམས་ཀྱི་ནི་གསུམ་བསྒྲེང་བའོ། །
en: If one extends two fingers, this is the mudrā of the rākṣasas and rākṣasīs.

source: ཤ་རྗེན་ཟ་བ་ཐམས་ཅད་དང་གདོན་དང་མ་མོ་དང་གྲུལ་བུམ་ལ་སོགས་པ་དང་། ཤ་ཟ་རྣམས་དང་མཁའ་འགྲོ་མ་ཐམས་ཅད་དང་སྡིག་པའི་སེམས་དང་ལྡན་པ་ཐམས་ཅད་ལ་ནི་སོར་མོ་བཞི་བསྒྲེང་བའོ། །
en: If one extends three fingers, this is the mudrā of all the kravyādas and other carrion-eating spirits, the grahas, the mātṛs, the kuṣmāṇḍas and so forth, the piśitāśas, all the ḍākinīs, the vyantaras, the kaśmalas, and others.

source: ལས་ཐམས་ཅད་ནི་རང་གི་སེམས་ཀྱིས་བྱའོ། །
en: If one employs one’s own mind, one will accomplish all activities.

source: ཅི་འདོད་པའི་ཕྱག་རྒྱ་འདི་དག་ལ་རང་རང་གི་སྔགས་སྦྱར་བར་བྱའོ། །
en: Using only these mudrās according to need, one can combine them only with the mantras assigned to them.

source: གཞན་གྱི་ཕྱག་རྒྱར་གཞན་གྱི་ལས་ནི་མི་བྱའོ། །
en: One must not use other [mudrās], or perform activities other than [those assigned to these mudrās].

source: གང་གི་སྔགས་གང་ལ་ཡོད་པ་དེ་དང་དེའི་ཕྱག་རྒྱར་སྦྱར་བར་བྱའོ། །
en: One can only employ a mantra with whatever mudrās they are designated to. {37.64}

source: སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་བྱིན་གྱིས་བརླབས་པ་སེམས་ཅན་ཐམས་ཅད་ཀྱིས་ཕྱག་རྒྱ་མཐོང་བས་ཁྲོ་བར་བྱེད་མི་ནུས་སོ། །
en: “These mudrās, blessed by all the buddhas, Must not be used in a transgressive way.

source: ཕྱག་རྒྱ་ལས་འདའ་བར་བྱེད་པ་ནི་རྣམ་པར་ཉམས་པ་ཐོབ་པར་འགྱུར་རོ། །
en: Through merely beholding the mudrā, No being will be capable of feeling anger. {37.65}

source: ཕྱག་རྒྱ་ཉམས་པ་ལས་ནི་དམ་ཚིག་ཉམས་པ་དང་རིག་པ་ཐམས་ཅད་ལས་རྣམ་པར་འདས་པར་འགྱུར་རོ། །
en: By violating a mudrā one breaks one’s samaya and transgresses against all the vidyā s.

source: དམྱལ་བ་ཆེན་པོ་མནར་མེད་པར་ཡང་ཤིན་ཏུ་བརྟན་པར་སྐྱེ་བ་ཐོབ་པར་འགྱུར་བ་ནི་ཕྱག་རྒྱ་ལ་བགེགས་བྱེད་པས་སོ། །
en: The violator will certainly fall into the Raurava or Avīci hell. Creators of obstacles will fall deep down into one of the great hells.

source: གང་ཡང་ཕྱག་རྒྱ་དང་དམ་ཚིག་ལ་གནས་པ་དེ་དག་ནི་ཡུན་རིང་པོ་མི་ཉུང་བར་བདེ་བར་འགྱུར་ཏེ། ལྷའི་གནས་ཆེན་པོའི་འགྲོ་བར་སྐྱེ་བར་འགྱུར་རོ། །
en: Those, on the other hand, who keep their samayas regarding the mudrās will experience long-lasting great happiness, will be reborn in the gods’ realms,

source: མཐར་ཡང་ངེས་པར་བྱང་ཆུབ་ལ་གཞོལ་བར་འགྱུར་རོ། །
en: and will certainly progress toward the final goal of awakening. {37.66}

source: མདོར་ན་དང་པོའི་སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་རྫུ་འཕྲུལ་ཆེན་པོ་དག་གིས་ཕྱག་རྒྱ་རྣམ་པ་མང་པོ་རྣམས་རབ་ཏུ་གསུངས་སོ། །
en: “In short, many different types of mudrās have been taught by the primordial buddhas and the bodhisattvas of great power.

source: སེམས་ཅན་ཐམས་ཅད་ཀྱིས་ཀྱང་འདིའི་མཐའ་རྟོགས་པར་རམ་གཟུང་བར་རམ་གྲངས་རྩི་བར་བྱེད་པར་མི་ནུས་སོ། །
en: It is impossible for any being to fathom, enumerate, or learn them. {37.67}

source: མདོར་ན་རྒྱལ་བའི་རིགས་ཀྱི་རིག་པའི་རྒྱལ་པོ་འཁོར་ལོས་སྒྱུར་བའི་ཡི་གེ་གཅིག་པ་དེའི་ཕྱག་རྒྱར་འགྱུར་བ་ནི་ལག་པ་གཡས་གཡོན་སྔ་མ་བཞིན་དུ་ཁུ་ཚུར་དུ་བྱས་ལ། གུང་མོ་གཉིས་ཕྱིར་ཕྱུང་ལ་བརྐྱང་སྟེ་གཅིག་ཏུ་རྩེ་སྤྲད་ལ། གཉི་གའི་ཡང་རྩེ་མོའི་ཚིགས་བཀུག་ལ་མཛུབ་མོ་གཉིས་ཀྱི་ཚིགས་གཉིས་བཀུག་ཅིང་སེན་མོ་གཉིས་ཕན་ཚུན་རྩེ་སྤྲད་དེ།
en: “Briefly, there is in the family of the Victorious One a single-syllable mantra, the vidyārāja , the cakravartin. Its corresponding mudrā, used for protection, is formed as follows: First one should make the left and right hands into fists, except for the middle fingers, which should be extended forth together, each bent at the first joint. As for the index fingers, each should be bent at both joints and touch the other at the fingernail.

source: མཐེ་བོ་གཉིས་ཀྱི་སེན་མོའི་སྟེང་དུ་བཞག་པ་འདི་ནི་འཁོར་ལོས་སྒྱུར་བའི་ཕྱག་རྒྱ་སྟེ། ལས་ཐམས་ཅད་བྱེད་པ་ཕྱག་རྒྱ་ཐམས་ཅད་ཀྱི་རབ་མཆོག་འཇིག་རྟེན་གྱི་སྐྱོབ་པ་རྣམས་ཀྱིས་གསུངས་པ།
en: [Their tips] should be above the fingernails of the thumbs. This mudrā of the cakravartin [One Syllable] is suitable for all activities. It was declared by the protectors of the world to be the best of all mudrās. {37.68}

source: འཁོར་ལོས་སྒྱུར་བའི་ཡི་གེ་གཅིག་པ་དང་ཡང་དག་པར་ལྡན་ན་ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་རོ། །
en: “When this mudrā is employed with the previously described cakravartin One Syllable, it can accomplish all activities.

source: འདིས་བསྒྲུབས་ན་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་རིགས་དང་འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པ་ཐམས་ཅད་ཀྱི་སྔགས་གྲུབ་པར་འགྱུར་རོ། །
en: When [One Syllable] is accomplished, the entire Tathāgata family is accomplished, and all the worldly and supramundane mantras are accomplished.

source: འདིས་བཟླས་པ་བྱས་ན་སྔགས་ཐམས་ཅད་བཟླས་པར་འགྱུར་རོ། །
en: When One Syllable is recited, all the mantras are recited. {37.69}

source: སྒྲུབ་པ་པོས་ངེས་པར་སྔོན་དུ་ཆོ་གའི་རྒྱལ་པོ་འདིར་གསུངས་པའི་སྔགས་ཀྱི་མཆོག་བརྒྱད་སྟོང་བཟླས་པ་བྱའོ། །
en: “As for the other eminent mantra [deities] invoked in this king of manuals, the practitioner should always recite [their] mantras one thousand and eight times to start with.

source: དེ་ལྟར་བྱས་ན་རིག་པ་འདི་ཐམས་ཅད་མངོན་དུ་འགྱུར་ཞིང་མྱུར་དུ་གྲུབ་པ་རབ་ཏུ་སྟེར་བར་འགྱུར་རོ། །མྱུར་དུ་མཆོག་ཀྱང་སྟེར་བར་འགྱུར་རོ། །
en: In this way, all these vidyā deities will be experienced directly and will soon grant accomplishments and boons.

source: པདྨ་འཛིན་པའི་ཕྱག་རྒྱ་དང་སྤྱན་རས་གཟིགས་ཀྱི་སྙིང་པོ་ཡི་གེ་གཅིག་པ་དང་ལྡན་པར་བྱས་ན་ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་རོ། །ཡང་ན་གོས་དཀར་མོའི་རིག་པ་ཕྱག་རྒྱ་དང་ལྡན་པར་བྱས་ནའང་དེ་བཞིན་དུ་ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་རོ། །
en: “One will accomplish all activities by combining the one-syllable heart mantra of Avalokiteśvara with the mudrā of Padmadhara, or by combining the vidyā of Pāṇḍaravāsinī with her mudrā—

source: རྡོ་རྗེ་འཆང་གི་ཕྱག་རྒྱ་དང་དེ་ཉིད་ཀྱི་སྙིང་པོ་ཡི་གེ་གཅིག་པ་དང་ལྡན་པར་བྱས་ན་ཡང་དེ་བཞིན་དུ་ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་རོ། །
en: so also, by combining the mudrā of Vajradhara with his one-syllable heart mantra,

source: ཡང་ན་མཱ་མ་ཀཱིའི་རིག་པ་ཆེན་མོ་དང་ལྡན་པར་བྱས་ནའང་ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་རོ། །
en: or by combining the mudrā of Māmakī with her great vidyā. {37.71}

source: དེ་བཞིན་དུ་གླང་པོའི་རིགས་ཀྱི་ཡི་གེ་གཅིག་པ་བྱང་ཆུབ་སེམས་དཔའ་གླང་པོའི་སྤོས་ཀྱི་སྙིང་པོ་དང་དེ་བཞིན་དུ་དེ་ཉིད་ཀྱི་ཕྱག་རྒྱ་དང་རིན་པོ་ཆེའི་རིགས་དང་གནོད་སྦྱིན་གྱི་རིགས་དང་ལྷ་དང་འཕགས་པ་དང་འདི་དག་ལ་ཡང་འདིར་སྙིང་པོ་ཡི་གེ་གཅིག་པ་ཉིད་ལ་ཕྱག་རྒྱ་དང་སྔགས་ཐམས་ཅད་དང་ལྡན་པར་བྱས་ན་
en: “Similarly, in the Royal family, [one will accomplish all activities by combining] the one-syllable heart mantra of the bodhisattva Gajagandha with his mudrā. Also, regarding the Jewel, the Yakṣa , the Celestial, and the Noble families, one will accomplish all activities by combining the one-syllable heart mantras of these families with their respective mudrās.

source: ལས་ཐམས་ཅད་བྱ་བ་ཡིན་ནོ། །
en: In this way, one will always be able to accomplish all activities using any of these mudrās and mantras.

source: ཇི་ལྟར་རིགས་པར་རིག་པ་དང་སྔགས་ཀྱི་སྟོབས་བསྐྱེད་པ་མཐའ་དག་བྱའོ། །
en: The power of the vidyā mantras will be directed according to how they are employed.

source: དེ་བཞིན་དུ་དྲི་ཟ་དང་ལྷ་དང་ལྷ་མ་ཡིན་དང་བཅས་པ་རྣམས་ལ་ནི་ལག་པ་གཡོན་པའི་མཐེ་བོ་ནང་དུ་བཅུག་པ་བྱས་པའོ། །
en: The same applies to the mudrā of the gandharvas, the lower gods, and the asuras, which is formed by placing the tip of the left thumb inside a fist.

source: གྲུབ་པ་བསྟན་པའི་ཁུ་ཚུར་དུ་གནས་པའི་རྒྱ་ནི་གཞོན་ནུ་མ་བཞིའི་ཕྱག་རྒྱ་དང་དེ་ཉིད་ཀྱི་སྔགས་ཀྱིས་སོ། །
en: The mudrā of the four virgins, again, can be combined only with the corresponding mantra. {37.73}

source: དེ་བཞིན་དུ་སྨིན་དྲུག་གི་བུ་ལ་ནི་མདུང་གི་ཕྱག་རྒྱས་སོ། །
en: “Similarly, the spear mudrā [should be combined with the mantra] of Kārttikeya .

source: དེ་བཞིན་དུ་གཤིན་རྗེ་དང་ཆུ་ལྷ་དང་ལུས་ངན་དང་གནོད་སྦྱིན་དང་སྲིན་པོ་དང་ཤ་ཟ་དང་ལྟོ་འཕྱེ་ཆེན་པོ་ལ་སོགས་པ་སེམས་ཅན་སྲིད་པ་གསུམ་ལ་ཡང་དག་པར་གནས་པ་ཐམས་ཅད་དང་འགྲོ་བ་ཐམས་ཅད་དུ་གཏོགས་པ་དང་ཁམས་ཐམས་ཅད་ན་གནས་པ་དང་སེམས་ཅན་ཐམས་ཅད་ཀྱི་གདོན་དང་མ་མོ་དང་ཤ་རྗེན་ཟ་བ་དང་སྡིག་པ་ཅན་གྱི་སེམས་ཅན་ཐམས་ཅད་དང་ཐམས་ཅད་ཀྱི་ཕྱག་རྒྱ་དང་སྔགས་ཀྱང་ཐམས་ཅད་དུ་གསུངས་པ་ཡིན་ནོ། །
en: The same applies to the mudrās of Yama, Varuṇa, Kubera, and the yakṣa s, rākṣasas, piśācas, and mahoragas—all the beings inhabiting the threefold universe, following the course of whatever destiny, and reborn in whatever realm—the grahas, mātṛs, kravyādas, kaśmalas, and so forth. All these beings have mudrās and mantras designated to them, which must be employed observing the right correspondence.

source: རིམ་གྱིས་སྦྱར་ཞིང་མཐར་གྱིས་ཐམས་ཅད་ཀྱི་ཐམས་ཅད་དུ་འགྱུར་གྱི་གཞན་དུ་ནི་མ་ཡིན་ནོ། །
en: Everything must follow the right order, not otherwise. {37.74}

source: དང་པོར་རེ་ཞིག་སྒྲུབ་པ་པོས་ཆོ་གའི་རྒྱལ་པོ་འདི་ལ་དེ་བཞིན་གཤེགས་པ་ལས་བྱུང་བའི་ཕྱག་རྒྱ་ཆེན་པོ་དང་ཕྱག་རྒྱ་དེའི་ཡན་ལག་ཏུ་གྱུར་པ་ལས་བྱུང་བ་དང་འཕགས་པ་ཀུན་ཏུ་བཟང་པོ་དང་མཐུ་ཆེན་ཐོབ་དང་དྲི་མ་མེད་པར་གྲགས་པ་དང་འཇམ་དཔལ་ཁྱོད་ཀྱི་ཨུཏྤ་ལའི་ཕྱག་རྒྱ་དང་བྱང་ཆུབ་སེམས་དཔའ་འདི་དག་གི་ཕྱག་རྒྱ་ཤར་དུ་མངོན་པར་བལྟས་ཏེ་
en: “First of all, the practitioner should rely on the auspicious mudrās and their corresponding mantras, as taught in this king of manuals, that represent the way of the tathāgatas. Also, Mañjuśrī, there are the mudrās of the noble bodhisattvas Samantabhadra, Mahā­sthāna­prāpta, and Vimalagati, as well as your utpala mudrā. These mudrās, of both the tathāgatas and the bodhisattvas, should always be displayed by the practitioner facing the east.

source: གནས་པ་དང་ཉི་མ་ལ་མངོན་དུ་བལྟས་ཏེ་གནས་ནསཐོ་རངས་ལངས་ལ་གཙང་ཞིང་གཙང་བའི་གནས་ལ་གནས་ནས་སྒྲུབ་པ་པོས་ངེས་པར་འདི་དག་གི་ཕྱག་རྒྱ་གང་ཡང་རུང་བ་བཅིངས་ལ་རང་གི་སྤྱི་བོའི་སྟེང་དུ་གཞག་པར་བྱའོ། །
en: Having gotten up early, he should stand facing the sun in a clean place and, himself clean, should display any one of these mudrās, raising it upward, above his head. {37.75}

source: འདི་དག་གང་ཡང་རུང་བའི་སྔགས་བརྒྱ་རྩ་བརྒྱད་བཟླས་པ་བྱས་ན་ནད་ཐམས་ཅད་ལས་རྣམ་པར་གྲོལ་བར་འགྱུར་རོ། །
en: “Any of the corresponding mantras should be recited one hundred and eight times. He will be free from all disease,

source: ཚེ་རིང་བ་དང་བགེགས་ཐམས་ཅད་ཀྱིས་ཟིལ་གྱིས་གནོན་པར་མི་འགྱུར་རོ། །
en: will live long, and will not be overcome by the vighnas.

source: སེམས་ཅན་ཐམས་ཅད་ཀྱིས་མི་ཚུགས་པར་འགྱུར་རོ། །
en: He will become unassailable by any living being.

source: མྱུར་དུ་གྲུབ་པ་སྟེར་བར་འགྱུར་རོ། །
en: who will promptly grant him accomplishment.

source: སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་བྱིན་གྱིས་བརླབ་པར་འགྱུར་རོ། །
en: He will receive blessings from all the buddhas

source: བྱང་ཆུབ་ཀྱི་སྙིང་པོའི་བར་དུ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་འདིའི་དགེ་བའི་བཤེས་གཉེན་དུ་འགྱུར་རོ། །
en: The divine youth Mañjuśrī will himself become his spiritual friend until the attainment of full realization.

source: སྙིང་པོ་དང་ཕྱག་རྒྱར་འགྱུར་བ་དེ་ཡང་གང་ཞེ་ན།
en: What, then, are these mudrās and mantras? {37.76}

source: དང་པོར་རེ་ཞིག་དཔའ་བོ་ཆེན་པོའི་ཕྱག་རྒྱ་བཅའ་བར་བྱ་སྟེ།
en: “First, I will teach the mudrā of the great hero .

source: ལག་པ་གཉིས་སྦྱར་བར་བྱས་ལ་སོར་མོ་རྣམས་ནང་དུ་བསྡུས་ཏེ། མཐེ་བོ་གཉིས་བཏེག་ལ་ཚིགས་གསུམ་པའི་ཆ་བཀུག་པ་འདི་ནི་དཔའ་བོ་ཆེན་པོའི་ཕྱག་རྒྱ་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱིས་གསུངས་སོ། །
en: One should join the cupped hands folding the fingers in and raising up the thumbs bent where they meet the wrist. This is the mudrā of the great hero , taught by all the tathāgatas.

source: འདིར་སྔགས་ནི། ཨ་བཱི་ར་ཧཱུྃ་བཾ།
en: The corresponding mantra is: “ Āḥ hero! Hūṁ khaṁ!

source: སྔགས་འདི་དང་ཡང་དག་པར་ལྡན་ན་ཕྱག་རྒྱ་འདི་ནི་ལས་ཐམས་ཅད་བྱེད་པ་ཡིན་ནོ། །
en: “If combined with this mantra, the mudrā of the great hero will accomplish all activities. {37.77}

source: ལག་པ་གཉིས་དེ་བཞིན་དུ་ཡང་དག་པར་སྦྱར་བ་བྱས་ལ་ཕྱིར་ཡང་རྣམ་པར་ཕྱེ་ཞིང་། ཀུན་ནས་སོར་མོ་རྣམས་པདྨ་ཁ་བྱེ་བ་ལྟར་བྱས་པ་འདི་ནི་ཁ་བྱེ་བ་ཞེས་བྱ་བའི་ཕྱག་རྒྱ་མཆོག་ཡིན་ཏེདང་པོའི་སངས་རྒྱས་ཀྱིས་རབ་ཏུ་བསྟན་ཏོ། །
en: “Having joined the cupped hands as before, one should open them with the fingers expanded all around into the shape of a blooming lotus. This excellent mudrā, introduced by the primordial buddhas, is called blooming .

source: འདིར་སྔགས་ནི། ཨོྃ་ག་ག་ན་སམྦྷ་བེ་དཱིཔྟ་དཱིཔྟ་ཛྭཱ་ལ་ཡ་ཛྭཱ་ལ་ཡ། བུདྡྷ་ཨ་དྷིཥྛི་ཏེ་བི་ཀཱ་སཱ་ཡ་སརྦ་བྷུ་ཏཱ་ནཱྃ། ཧཱུྃ་ཧཱུྃ་བི་ཀཱ་སི་ནི་ཕཊ་ཕཊ་སྭཱ་ཧཱ།
en: The corresponding mantra is: “ Oṁ , you who originate from the sky! Be bright, be! Spread light, spread! You are blessed by the buddhas! Illuminate all the buddhas! Hūṁ hūṁ , Vikāsinī! Phaṭ phaṭ, svāhā! {37.78}

source: འདི་ནི་པདྨ་ཁ་བྱེ་བའི་སྔགས་ཏེཕྱག་རྒྱ་འདི་དང་ཡང་དག་པར་ལྡན་ན་ལས་ཐམས་ཅད་པར་འགྱུར་རོ། །
en: “This mantra, when employed in combination with its namesake mudrā, is suitable for all activities.

source: གདོན་གྱིས་ཟིན་པ་རྣམས་དང་ཤ་ཟ་སྡིག་པ་དང་ལྡན་པས་ཟིན་པ་དང་དུག་གིས་བརྒྱལ་བ་རྣམས་ལ་ཇི་ལྟ་ཇི་ལྟར་རབ་ཏུ་སྦྱར་བ་དེ་ལྟ་དེ་ལྟར་དེ་ཐམས་ཅད་བྱེད་དོ། །
en: It points out those who are possessed by grahas. It causes those possessed, whether it is by grahas, kravyādas, or kaśmalas, or those knocked out by poison, to speak. Following the manner of its employment, it will fulfill all the required activities accordingly.

source: འདི་ནི་མདོར་ན་རིག་པ་མེ་ཏོག་ཁ་བྱེ་བའི་ཕྱག་རྒྱ་དང་ལྡན་པར་བྱས་ན་དོན་ཐམས་ཅད་སྒྲུབ་པར་བྱེད་དོ། །
en: In short, this vidyā , when employed along with the blooming mudrā, will fulfill all aims;

source: མ་གྲུབ་པ་ཉིད་ཀྱང་མྱུར་དུ་འགྲུབ་པར་འགྱུར་རོ། །
en: it will swiftly bring the desired result even if it is not fully mastered. {37.79}

source: ལག་པ་གཉིས་སྦྱར་བ་བྱས་ལ་སོར་མོ་རྣམས་ནང་དུ་མཉམ་པར་བྱས་ཏེ་བཅུག་པ་ནི་སྙིང་པོའི་ཕྱག་རྒྱ་སྟེ།
en: “If one joins the cupped hands together with the fingers evenly folded, this is the heart mudrā [of the tathāgatas].

source: སྙིང་པོས་ལན་བདུན་མངོན་པར་བསྔགས་ལ་བཀྲོལ་བར་བྱ་སྟེ། དེ་བཞིན་དུ་ཐམས་ཅད་དུ་ཡང་བྱའོ། །
en: This heart [mudrā] should be incanted seven times with the [corresponding] heart mantra, and then ‘released.’

source: འདིར་སྔགས་ནི། ཨོྃ་གོ་ད་རོ་བཱི་ར་སྭཱ་ཧཱ།
en: The corresponding mantra is: “ Oṁ , brave Godari, svāhā!

source: དེ་བཞིན་གཤེགས་པའི་སྙིང་པོའོ། །
en: “This is the heart mantra of the tathāgatas. {37.80}

source: ལག་པ་དེ་ཉིད་ཁུ་ཚུར་དུ་བྱ་སྟེ་སོར་མོ་རྣམས་བརྐྱང་ལ་སོར་མོའི་རྩེ་མོ་ཕན་ཚུན་སྤྲད་ཅིང་ནང་དུ་སྟོང་པ་ནི་གཙུག་ཏོར་གྱི་ཕྱག་རྒྱའོ། །
en: “If one joins the cupped hands as before, with the fingers set apart so that there is free space between the fingertips, this is the uṣṇīṣa mudrā.

source: འདིར་སྔགས་ནི། ཨོྃ་ཨོྃ་བནྡྷ་སྭཱ་ཧཱ།
en: The corresponding mantra is: “ Oṁ droṁ ! Bind! Svāhā!

source: འདི་ནི་ལས་ཐམས་ཅད་བྱེད་པ་སྟེ།
en: “This mantra is suitable for all activities. {37.81}

source: ལག་པ་གཡས་པའི་མཐེ་བོ་བཏེག་ལ་ཁུ་ཚུར་བཅངས་པ་ནི་འཁར་གསིལ་གྱི་ཕྱག་རྒྱའོ། །
en: “If one makes the right hand into a fist with the thumb free, this is the mudrā of the mendicant’s staff.

source: འདིར་སྔགས་ནི། ཨོྃ་དྷུ་ན་ཛི་ཏ་ར་ཎཱི་ནཱྃ་ཧཱུྃ།
en: The corresponding mantra is: “ Oṁ , shake [them]! You are invincible in battle, hūṁ!

source: འཁར་གསིལ་གྱི་སྔགས་ནི་ལས་ཐམས་ཅད་པའོ། །
en: “This mantra of the mendicant’s staff is suitable for all activities. {37.82}

source: འདི་ཉིད་ཀྱི་ཕྱག་རྒྱ་དང་ལྡན་པས་ལག་པ་གཡོན་པ་ཆོས་གོས་ལ་འཛིན་པར་བྱས་པ་ནི་ཆོས་གོས་ཀྱི་ཕྱག་རྒྱའོ། །
en: “If the same mudrā is formed with the left hand touching the robe, this is the mudrā of the robe.

source: འདིར་སྔགས་ནི། ཨོྃ་རཀྵ་རཀྵ་སརྦ་བུདྡྷ་ཨ་དྷིཥྛི་ཏ་ད་མ་ཙཱི་བ་ར་སྭཱ་ཧཱ།
en: The corresponding mantra is: “ Oṁ , protect [me], protect! O my robe, blessed by all the buddhas, svāhā!

source: དེ་བཞིན་གཤེགས་པའི་ཆོས་གོས་ཀྱི་སྔགས་སོ། །འདི་ཉིད་ཀྱི་ཕྱག་རྒྱ་དང་ལྡན་པར་བྱས་ན་ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་རོ། །
en: “With this mudrā of the robe of the Tathāgata one can accomplish all activities.

source: གོས་ལ་མངོན་པར་བསྔགས་ནས་གོས་བགོས་ན་བསྲུང་བ་ཆེན་པོ་བྱས་པར་འགྱུར་རོ། །
en: If one wears a robe incanted with the corresponding mantra, one will enjoy good fortune and powerful protection.

source: གདོན་ཐམས་ཅད་དང་མ་མོ་དང་ཤ་ཟ་དང་ཤ་རློན་ཟ་བ་དང་སྡིག་པ་ཅན་རྣམས་དང་བགེགས་ཐམས་ཅད་ཀྱང་མཐོང་བ་ཙམ་གྱིས་རབ་ཏུ་འབྱེར་རོ། །
en: All the grahas, mātṛs, piśitāśas, kravyādas, kaśmalas, and vighnas will flee upon merely seeing [such a robe]. {37.83}

source: མཐེ་བོ་གཡས་གཡོན་དང་མཐེའུ་ཆུང་གཉིས་ཕན་ཚུན་སྤྲད་པ་བྱས་ལ་ལག་པའི་ཁ་སྦྱར་ཐུར་དུ་བསྟན་པ་ནི་ལྷུང་བཟེད་ཀྱི་ཕྱག་རྒྱའོ། །
en: “If the thumb of the left hand and the small finger of the right mutually touch, and the hands are lowered down with a hollow space between them, this is the mudrā of the bowl.

source: འདིར་སྔགས་ནི། ཨོྃ་ལོ་ཀ་བཱ་ལ་ཨ་དྷིཥྛི་ཏཾ་བ་ར་དྷཱ་རཱ་ཡ། མ་ཧཱ་ནུ་བྷ་བ་ནུ་དྷ་བཱ་ཏྲཱ་སྭཱ་ཧཱ།
en: The corresponding mantra is: “ Oṁ , O buddha bowl of great power, you are blessed by the protectors of the world! Hold, hold, and cause [the contents] to be held! Svāhā!

source: ཕྱག་རྒྱ་འདི་དང་སྔགས་འདི་ཡང་དག་པར་ལྡན་པར་བྱས་ན་ལས་ཐམས་ཅད་བྱེད་དོ། །
en: “This mantra, when combined with the mudrā, is suitable for all activities.

source: ཁ་ཟས་ཟ་བའི་དུས་སུ་དྲན་པར་བྱས་ན་སྦྱར་བའི་དུག་ཐམས་ཅད་ནུས་པ་མེད་པར་འགྱུར་རོ། །
en: If one recollects [this mantra] at the time of eating, one will not be affected by any poison that one might swallow. {37.84}

source: ལག་པ་གཉིས་ཁུ་ཚུར་བཅང་ལ་མཛུབ་མོ་གཉིས་དང་གུང་མོ་བཀུག་པ་འདི་ནི་ཡིད་བཞིན་གྱི་ནོར་བུའི་ཕྱག་རྒྱའོ། །
en: “If one makes the hands into fists, with the index fingers bent at the middle joint, this is the mudrā of the wish-fulfilling gem.

source: འདིར་སྔགས་ནི། ཨོྃ་ཏེ་ཛོ་ཛྭཱ་ལ་སརྦ་ཨརྠ་སཱ་དྷ་ཀ་སིད་དྷྱ་ཙིན་ཏཱ་མ་ཎི་རཏྣ་ཧཱུྃ།
en: The corresponding mantra is: “ Oṁ splendor, blaze! You who fulfill all aims. Bring success, bring! O wish-fulfilling gem, huṁ!

source: ནོར་བུ་རིན་པོ་ཆེའི་སྔགས་སོ། །
en: “This mantra of the wish-fulfilling gem,

source: ཕྱག་རྒྱ་འདི་ཉིད་དང་ཡང་དག་པར་ལྡན་ན་ལས་ཐམས་ཅད་བྱེད་ཅིང་དགེ་བ་ཡིན་ནོ། །
en: when combined with its namesake mudrā, will accomplish all activities splendidly. {37.85}

source: རྒྱན་གྱི་ཁྱད་པར་ཐམས་ཅད་ལ་འདི་ཉིད་ཀྱིས་མངོན་པར་བསྔགས་ཏེ་རྒྱན་དུ་བྱས་ན་བདག་ཉིད་ལ་བསྲུང་བ་ཆེན་པོ་བྱས་པར་འགྱུར་རོ། །
en: “By incanting with this mantra all one’s ornaments and decorations and putting them on, one ensures a powerful protection for one’s body,

source: མཆོག་ཏུ་སྐལ་བ་བཟང་པོ་དང་ལྡན་པར་འགྱུར་རོ། །
en: and one attains supreme good fortune.

source: གོ་ཆ་ལ་མངོན་པར་བསྔགས་ཏེ་རང་ཉིད་ཀྱིས་བགོ་བར་བྱས་ནས་གཡུལ་དུ་འཇུག་ན།
en: If one enters a battle, having donned the ornaments and incanted the armor,

source: འདི་ནི་ལུས་ལ་མཚོན་གྱིས་མི་ཕོག་ཅིང་མི་ཚུགས་པར་འགྱུར་རོ། །
en: no weapon will be able to strike one’s body and one will be unassailable by one’s enemies.

source: དགྲ་ཐམས་ཅད་ཀྱི་རང་གི་དཔུང་འབྱེད་པར་བྱེད་ཅིང་ཕ་རོལ་གྱི་སྡེ་ཡང་རབ་ཏུ་གནོན་པར་བྱེད་དེ།
en: One will protect one’s own army and defeat the enemy army.

source: དེ་ལ་སོགས་པ་ཚད་མེད་པའི་ལས་མ་གྲུབ་པ་ཉིད་ཀྱང་གྲུབ་པར་བྱེད་དོ། །
en: One will accomplish these and innumerable other feats, even if one has not mastered them previously. {37.86}

source: རིན་པོ་ཆེ་པདྨ་རཱ་ག་དང་མརྒད་ཏ་ལ་སོགས་པ་གང་ཡང་རུང་བའི་རིན་པོ་ཆེའི་ཁྱད་པར་བླངས་ལ། བརྒྱ་རྩ་བརྒྱད་མངོན་པར་བསྔགས་པ་བྱས་ནས་རྒྱལ་མཚན་གྱི་རྩེ་མོའམ་རང་གི་མགོ་བོའམ་གླང་པོ་ཆེའི་མཆོག་མར་བཅིང་བ་བྱས་ནས་གཡུལ་གྱི་ཐོག་མར་ཞུགས་ན་
en: “If one takes a ruby, an emerald, or other type of precious stone, incants it one hundred and eight times and places it at the tip of a banner, on one’s head, or on an elephant’s back, one will not be taken prisoner when one enters the front lines of a battle.

source: ངེས་པར་ཕ་རོལ་གྱི་དཔུང་དང་འཐབ་པ་མེད་པ་ཁོ་ནར་མཐོང་བས་འཇིགས་པར་འགྱུར་བའམ་རྨུགས་པ་ཆེན་པོ་ཉིད་དུ་འགྱུར་བའམ་བདག་པོ་དཔུང་དང་བཅས་པ་དེ་དག་རབ་ཏུ་འབྱེར་བར་འགྱུར་རོ། །
en: Seeing [the incanted gem], the enemy army will certainly be crushed without any fight or will fall into a heavy stupor. The defeated troops will flee, and so will their leader. {37.87}

source: སོར་མོ་རྣམས་ཕན་ཚུན་བསྡུས་ནས་ཁུ་ཚུར་དུ་བྱས་ལ་སོར་མོ་གུང་མོའི་གནས་ཀྱི་གསུམ་པའི་ཚིགས་ཀྱི་ཆ་ལ་མཛུབ་མོའི་རྩེ་མོ་བཀུག་པ་འདི་ནི་ཆོས་ཀྱི་འཁོར་ལོའི་ཕྱག་རྒྱའོ། །
en: “If one forms the hands into mutually touching fists with the index fingers bent at the middle joint, on the level with the third joint on the middle fingers, this is the mudrā of the Dharma wheel .

source: འདིར་སྔགས་ནི། ཨོྃ་ཙྪིནྡྷ་ཙྪིནྡྷ་ཧ་ན་ད་ཧ། ཙཀྲ་དཱིཔྟ་ཧཱུྃ། ཆོས་ཀྱི་འཁོར་ལོའི་སྔགས་སོ། །
en: The corresponding mantra, the mantra of the Dharma wheel, is: “ Oṁ blazing circle! Chop up, break, strike, burn, burn! Huṁ! {37.88}

source: རྐང་པ་གཡོན་པ་བཏེག་ལ་རྐང་པ་གཡས་པས་ལ་བཞག་སྟེ། གཡོན་པའི་རྐང་པའི་བོལ་གྱིས་གཡས་པ་བརྐྱང་བའི་བརླ་ལ་བཞག་ལ། ལག་པ་གཡས་པས་བརྡེག་པའི་ཚུལ་དུ་ང་རྒྱལ་གྱིས་བརྟན་པར་བྱས་པ་འདི་ནི་གཞན་གྱིས་མི་ཐུབ་པའི་ཕྱག་རྒྱའོ། །
en: “If one is firmly set with the left foot outstretched, the right knee touching the ground, the left [hand] extended backward, and the right poised to deliver a blow, this is the mudrā of Aparājitā.

source: འདིར་སྔགས་ནི། ཨོྃ་ཧུ་ལུ་ཧུ་ལུ་ཙཎྜ་ལི་མ་ཏང་གི་སྭཱ་ཧཱ། གཞན་གྱིས་མི་ཐུབ་པའི་སྔགས་སོ། །
en: The corresponding mantra is: “ Oṁ, hulu hulu ! O caṇḍālī , O mātaṅgī! Svāhā!

source: ཆོས་ཀྱི་འཁོར་ལོ་དང་གཞན་གྱིས་མི་ཐུབ་པའི་སྔགས་འདི་དག་ཉིད་དང་ཡང་དག་པར་ལྡན་པས་ལས་ཐམས་ཅད་པར་འགྱུར་རོ། །
en: “The mantra of Aparājitā and the mantra the Dharma wheel are suitable for all activities if used in combination with their corresponding mudrās.

source: མདོར་ན་སྡུག་བསྔལ་ཐམས་ཅད་ངེས་པར་གཅོད་པར་བྱེད་དོ། །
en: In short, they will remove all suffering.

source: ཇི་ལྟ་ཇི་ལྟར་རབ་ཏུ་སྦྱར་བ་དེ་ལྟ་དེ་ལྟར་ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་རོ། །
en: Whatever activities they are employed for, they will accomplish all of them. {37.89}

source: ལག་པ་གཡོན་པ་བརླའི་སྟེང་དུ་དཀུར་བརྟེན་ལ། ལག་པ་གཡས་པས་ཆོས་སྟོན་པའི་ཕྱག་རྒྱ་ནི་དེ་བཞིན་གཤེགས་པའི་མདུང་གི་ཕྱག་རྒྱ་ཡིན་ནོ། །
en: “One should place the left hand in the lap and display with the right [the gesture] of teaching the Dharma. This is the spear mudrā of the tathāgatas.

source: འདིར་སྔགས་ནི། ཨོྃ་བི་ཛ་ཡེ་མ་ཧཱ་ཤ་ཀ་ཏི་དྷུ་ར་དྷ་རི་ཧཱུྃ་ཕཊ། བི་ཛ་ཡི་ནི་ཕཊ། མང་ག་ལཱ་ཡ་ཕཊ། དེ་བཞིན་གཤེགས་པའི་མདུང་གི་སྔགས་སོ། །
en: The corresponding mantra is: “ Oṁ Vijayā of great power, difficult to resist! Hūṁ phaṭ ! O Victorious One, phaṭ ! O auspicious one, phaṭ! “[This mantra of] the spear of the tathāgatas,

source: འདི་ཉིད་ཀྱི་ཕྱག་རྒྱ་དང་ཡང་དག་པར་ལྡན་ན་ལས་ཐམས་ཅད་པར་འགྱུར་རོ། །
en: when employed with its [namesake] mudrā, can accomplish all activities.

source: བགེགས་ཐམས་ཅད་དང་མ་རུངས་པ་ཐམས་ཅད་དང་དགྲ་ཐམས་ཅད་དང་ལྷ་དང་བཅས་པ་ཡང་རེངས་པར་བྱེད་དོ། །
en: It can paralyze all the vighnas, evil beings, and enemies, as well as all the gods.

source: འདིའི་ཡོན་ཏན་ནི་མཐའ་ཡས་ཏེ་ཇི་ལྟ་ཇི་ལྟར་རབ་ཏུ་སྦྱར་བ་དེ་ལྟ་དེ་ལྟར་ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་རོ། །
en: Its qualities are infinite. Whatever activities it is employed for, it will accomplish all of them. {37.90}

source: ལག་པའི་སོར་མོ་རྣམས་ཕན་ཚུན་དེ་བཞིན་དུ་བྱས་ལ། ལག་པ་གཉིས་བཀན་ཏེ་མཛུབ་མོ་གཉིས་ཀྱི་རྩེ་མོ་སྦྱར་ལ་དེ་ཉིད་བཟློགས་ལ་ཐུར་དུ་བསྟན་ཏེ་དཔྲལ་བར་བཞག་པ་འདི་ནི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དང་པོའི་སངས་རྒྱས་ཀྱི་མཛོད་སྤུའི་ཕྱག་རྒྱར་གསུངས་སོ། །
en: “One should interlace the fingers of the hands with the palms facing upward and the index fingers touching at the tips to form the shape of a needle. This mudrā, turned around so that the palms face downward, should be displayed at the forehead.

source: འདིར་སྔགས་ནི། ན་མཿསརྦ་ཏ་ཐཱ་ག་ཏེ་བྷྱཿ། ཨདྷ་ཏེ་བྷྱཿ། སཾམྱཀྶཾ་བུདྡྷེ་བྷྱཿ། ཧེ་ཧེ་བནྡྷ་བནྡྷ་ཏིཥྛ་ཏིཥྛ་དྷཱ་ར་ཡ་དྷཱ་ར་ཡ། ནི་རུནྡྷ་ནི་རུནྡྷ། ཨཱུརྞ་མ་ཎི་སྭཱ་ཧཱ།
en: This is the ūrṇā mudrā of the blessed buddhas, taught by the primordial buddhas. The corresponding mantra is, ‘Homage to all the worthy tathāgatas, the fully realized buddhas.’ [The portion to be recited is]: “ He he ! Bind, bind! Remain, remain! Support, support! Suppress, suppress! O jewel of the ūrṇā, svāhā!

source: དེ་བཞིན་གཤེགས་པའི་མཛོད་སྤུའི་སྔགས་འདི་ཉིད་ཀྱི་ཕྱག་རྒྱ་དང་། ཡང་དག་པར་ལྡན་ན་ལས་ཐམས་ཅད་པར་འགྱུར་རོ། །
en: “This mantra of the ūrṇā of the tathāgatas, when employed along with its [namesake] mudrā, can accomplish all activities. {37.91}

source: གི་ཝང་གི་ལྡེ་གུས་དཔྲལ་བ་ལ་ཐིག་ལེར་བྱས་ལ་སྔགས་བཟླས་ན་དགྲའི་ནང་དུ་ཞུགས་ཀྱང་མི་ཚུགས་པར་འགྱུར་རོ། །
en: “If one steps into the midst of one’s enemies wearing a bindi on one’s forehead made with bovine bezoar [incanted with the ūrṇā mantra] and reciting [the same],

source: མ་རུངས་པ་ཐམས་ཅད་ཀྱིས་ཀྱང་མི་འཚེ་བར་འགྱུར་རོ། །
en: one will be unassailable by any wicked beings and will not be harmed by them.
